/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Az internetkapcsolat úgy tűnik, hogy offline.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Az internetkapcsolat úgy tűnik, hogy offline.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Az internetkapcsolat úgy tűnik, hogy online.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Ennek a számítógépnek a DNS-szervere nem reagál.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "A DNS-szerver nem találja a szerver nevét.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "A router nem válaszol.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "A szerver, melyre ez a számítógép megkísérel kapcsolódni, nem reagál.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Az internetkapcsolat úgy tűnik, hogy online.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Webűrlapjelszó";

/* HTTP result code string */
"accepted" = "elfogadva";

/* HTTP result code string */
"bad gateway" = "rossz átjáró";

/* HTTP result code string */
"bad request" = "rossz kérés";

/* HTTP result code string */
"client error" = "klienshiba";

/* HTTP result code string */
"conflict" = "konfliktus";

/* HTTP result code string */
"continue" = "folytatás";

/* HTTP result code string */
"created" = "létrehozva";

/* HTTP result code string */
"expectation failed" = "az elvárás sikertelen";

/* HTTP result code string */
"forbidden" = "tiltott";

/* HTTP result code string */
"found" = "talált";

/* HTTP result code string */
"gateway timed out" = "átjáró időtúllépése";

/* HTTP result code string */
"informational" = "információs";

/* HTTP result code string */
"internal server error" = "belső szerverhiba";

/* HTTP result code string */
"length required" = "hossz szükséges";

/* HTTP result code string */
"method not allowed" = "a művelet nem engedélyezett";

/* HTTP result code string */
"moved permanently" = "végleg elmozgatva";

/* HTTP result code string */
"multiple choices" = "többszörös választási lehetőség";

/* HTTP result code string */
"needs proxy" = "proxy szükséges";

/* HTTP result code string */
"no content" = "nincs tartalom";

/* HTTP result code string */
"no error" = "nincs hiba";

/* HTTP result code string */
"non-authoritative information" = "nem hiteles információ";

/* HTTP result code string */
"not found" = "nem található";

/* HTTP result code string */
"not modified" = "nincs módosítva";

/* HTTP result code string */
"partial content" = "részleges tartalom";

/* HTTP result code string */
"payment required" = "fizetés szükséges";

/* HTTP result code string */
"precondition failed" = "előfeltétel nem teljesült";

/* HTTP result code string */
"proxy authentication required" = "proxy hitelesítés szükséges";

/* HTTP result code string */
"redirected" = "átirányítva";

/* HTTP result code string */
"no longer exists" = "nem létezik többé";

/* HTTP result code string */
"request timed out" = "a kérés időtúllépése";

/* HTTP result code string */
"request too large" = "a kérés túl nagy";

/* HTTP result code string */
"requested URL too long" = "a kért URL túl hosszú";

/* HTTP result code string */
"requested range not satisfiable" = "a kért tartomány nem megfelelő";

/* HTTP result code string */
"reset content" = "tartalom visszaállítása";

/* HTTP result code string */
"see other" = "lásd még";

/* HTTP result code string */
"server error" = "szerverhiba";

/* HTTP result code string */
"service unavailable" = "szolgáltatás nem elérhető";

/* HTTP result code string */
"success" = "siker";

/* HTTP result code string */
"switching protocols" = "protokollváltás";

/* HTTP result code string */
"temporarily redirected" = "ideiglenesen átirányítva";

/* HTTP result code string */
"unacceptable" = "elfogadhatatlan";

/* HTTP result code string */
"unauthorized" = "jogosulatlan";

/* HTTP result code string */
"unimplemented" = "nincs implementálva";

/* HTTP result code string */
"unsupported media type" = "nem támogatott médiatípus";

/* HTTP result code string */
"unsupported version" = "nem támogatott verzió";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "A web proxy szerverrel (HTTPS) történő kommunikáció során hiba lépett fel.";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "A biztonságos web proxy szerverrel (HTTPS) történő kommunikáció során hiba lépett fel.";

/* WebFoundationErrorUnknown description */
"Err-998" = "ismeretlen hiba";

/* WebFoundationErrorCancelled description */
"Err-999" = "visszavonva";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "rossz URL";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "A kérés időtúllépése.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "nem támogatott URL";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Szerver a megadott hoszt névvel nem található.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Nem tudtam csatlakozni a szerverre.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "A hálózati kapcsolat megszakadt.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "DNS keresési hiba";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "túl sok HTTP-átirányítás";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "erőforrás nem elérhető";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Úgy tűnik, hogy az internetkapcsolat nem működik.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "átirányítva sehová";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "A szervertől rossz válasz érkezett.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "nulla bájtos erőforrás";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "nyers adatok nem dekódolhatók";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "a tartalom nem dekódolható";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "válasz nem értelmezhető";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "A nemzetközi roaming jelenleg ki van kapcsolva.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Nem építhető ki adatkapcsolat, mert egy hívás éppen aktív.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Az adatkapcsolat jelenleg nem engedélyezett.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "a törzsadatfolyam-kérés kimerült";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "A kért URL nem található ezen a szerveren.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "a fájl egy könyvtár";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "A kért erőforráshoz nincs hozzáférési jogosultsága.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "az erőforrás meghaladja a maximális méretet";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "SSL-hiba lépett fel, és a szerverrel nem építhető ki biztonságos kapcsolat.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Ennek a szervernek a tanúsítványa lejárt.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Ennek a szervernek a tanúsítványa lejárt. Az is megeshet, hogy egy olyan szerverre próbál kapcsolódni, amely „%@” néven próbálja feltüntetni magát, ezáltal kockára téve az Ön bizalmas adatait.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Ennek a szervernek a tanúsítványa érvénytelen.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Ennek a szervernek a tanúsítványa érvénytelen. Az is megeshet, hogy egy olyan szerverre próbál kapcsolódni, amely „%@” néven próbálja feltüntetni magát, ezáltal kockára téve az Ön bizalmas adatait.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Ennek a szervernek a tanúsítványát ismeretlen tanúsítványkiadó központ írta alá.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Ennek a szervernek a tanúsítványát ismeretlen tanúsítványkiadó központ írta alá. Az is megeshet, hogy egy olyan szerverre próbál kapcsolódni, amely „%@” néven próbálja feltüntetni magát, ezáltal kockára téve az Ön bizalmas adatait.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Ennek a szervernek a tanúsítványa még nem érvényes.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Ennek a szervernek a tanúsítványa még nem érvényes. Az is megeshet, hogy egy olyan szerverre próbál kapcsolódni, amely „%@” néven próbálja feltüntetni magát, ezáltal kockára téve az Ön bizalmas adatait.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "A szerver nem fogadta el a tanúsítványt.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "A(z) „%@” szerver nem fogadta el a tanúsítványt.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "A szerver klienstanúsítványt igényel.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "A(z) „%@” szerver klienstanúsítványt igényel.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "nem tudok letölteni a hálózatról";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "A fájl nem hozható létre";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "A fájl nem nyitható meg";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "A fájl bezárásakor hiba lépett fel";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "A fájl nem írható";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "A fájl nem távolítható el";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "A fájl nem mozgatható";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Letöltési dekódolás sikertelen";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Letöltési dekódolás sikertelen";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Mindenképp kapcsolódni kíván a szerverre?";

/* Recovery suggestion */
"Please check your proxy settings. For help with this problem, contact your system administrator." = "Kérjük, ellenőrizze a proxybeállításokat. A problémával kapcsolatban a rendszergazdától kérhet segítséget.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Proxy-hitelesítés szükséges";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Hitelesítés a(z) %@ proxy számára\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Mégsem";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Felhasználónév";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Jelszó";
